posts/2021-01-31/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="Happy 2021! Qoherences is back after an hectic end of year. A lot happening in quantum space recently.">
<meta name="viewport" content="width=device-width">
<title>Qoherences #9 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2021-01-31/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="Qoherences #9">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2021-01-31/">
<meta property="og:description" content="Happy 2021! Qoherences is back after an hectic end of year. A lot happening in quantum space recently.">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2021-01-31T07:31:00+01:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                Qoherences #9
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2021-01-31T07:31:00+01:00">2021/01/31</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <p>
Happy 2021 to quantum people!
</p>

<div id="outline-container-org4132ae7" class="outline-2">
<h2 id="org4132ae7">General public articles</h2>
<div class="outline-text-2" id="text-org4132ae7">
</div>
<div id="outline-container-org68bcbdd" class="outline-3">
<h3 id="org68bcbdd">The two Families of Privacy-preserving Technologies &amp; How to Choose –  <a href="https://medium.com/sarus/the-two-families-of-privacy-preserving-technologies-how-to-choose-60ab34a3969f">source</a>
</h3>
<div class="outline-text-3" id="text-org68bcbdd">
<p>
In a short and comprehensive Medium post, Maxime Agostini gives simple guidelines for choosing privacy preserving technologies. It's not quantum but it's very welcome as it applies readily to the quantum analogues of these techs. It also points toward missing techs in the quantum domain.
</p>
</div>
</div>


<div id="outline-container-org2d2868b" class="outline-3">
<h3 id="org2d2868b">Understanding quantum computing’s potential in financial services with Goldman Sachs’ Will Zeng and IBM’s Stefan Woerner – <a href="https://tearsheet.co/podcasts/understanding-quantum-computings-potential-in-financial-services-with-goldman-sachs-will-zeng-and-ibms-stefan-woerner/">source</a>
</h3>
<div class="outline-text-3" id="text-org2d2868b">
<p>
Transcript of a podcast from Tearsheet about quantum computing in finance. A really light intro but still giving a broad idea onto why this will be impactful.
</p>
</div>
</div>

<div id="outline-container-org694a20d" class="outline-3">
<h3 id="org694a20d">Lab Tour with Pau Farrera @ the Max Planck Institute of Quantum Optics – <a href="https://www.youtube.com/watch?v=Rfaepu_mrfY">source</a>
</h3>
<div class="outline-text-3" id="text-org694a20d">
<p>
If you want to see how quantum computaters are being improves by fundamental experiments, this is a very nice initiative by Max Planck Institute of Quantum Optics. A very intersting part is to have fiber optics cavities instead of mirrors as it wiil be better for optically connecting non-flying qubits.
</p>
<ul class="org-ul">
<li>Intro 0:00</li>
<li>Description of the setup 4:21</li>
<li>The lab 6:20</li>
</ul>
</div>
</div>

<div id="outline-container-org11de7be" class="outline-3">
<h3 id="org11de7be">Quantum computing’s next trick? The power of networked clusters – <a href="https://www.wired.co.uk/article/quantum-computers-networked-clusters">source</a>
</h3>
<div class="outline-text-3" id="text-org11de7be">
<p>
IonQ approach to scaling up their platform (it shoud resonate with the previous video…) is networked QPU! But for that you need to optically couple them. That's why Ion traps and photonic systems have some inherent interest compared to superconducting qubits as they are easier to wire.
</p>
</div>
</div>
</div>

<div id="outline-container-org69a6d6e" class="outline-2">
<h2 id="org69a6d6e">Research articles</h2>
<div class="outline-text-2" id="text-org69a6d6e">
</div>
<div id="outline-container-orgc63bdc9" class="outline-3">
<h3 id="orgc63bdc9">Information-theoretic bounds on quantum advantage in machine learning – <a href="https://arxiv.org/pdf/2101.02464.pdf">source</a>
</h3>
<div class="outline-text-3" id="text-orgc63bdc9">
<p>
Hsin-Yuan Huang, Richard Kueng and John Preskill study how information theory limits the advantage one can have in using quantum computers to do machine learning when the goal is to produce average case close results. It uses a lot of interesting techniques. It also describes an example where an exponential gap is opened between QML and CML for worst case results. Note though, that this only deals with <b>query complexity</b> and says nothing about the cost of processing the obtained data (whether quantum or classical).
</p>
</div>
</div>
<div id="outline-container-org2ad77b7" class="outline-3">
<h3 id="org2ad77b7">Fusion based quantum computation – <a href="https://arxiv.org/abs/2101.09310">source</a>
</h3>
<div class="outline-text-3" id="text-org2ad77b7">
<p>
How fusion gates enable Fault tolerant architectures using photons. Must read. There is also a very inspiring tutorial by Naomi Nickerson at <a href="https://www.youtube.com/playlist?list=PL5DZ45amUsqIaqE9EIemfc9LzeWzXnGY_">QIP</a>.
</p>
</div>
</div>
</div>

<div id="outline-container-org93d44f6" class="outline-2">
<h2 id="org93d44f6">Company news</h2>
<div class="outline-text-2" id="text-org93d44f6">
</div>
<div id="outline-container-org30fe822" class="outline-3">
<h3 id="org30fe822">Alpine quantum computing released their first paper on their 19" rack based quantum computer (up to 24 trapped ions at room temp.) <a href="https://www.linkedin.com/posts/alpine-quantum-technologies-gmbh_entanglement-quantumcomputing-quantumcomputer-activity-6760515459738562560-jsPc">source</a>
</h3>
<div class="outline-text-3" id="text-org30fe822">
<p>
Ok that's still simulatable on a conventional classical computer, but the interest in such machines is to be able to have access to real error models and behaviors. In my opinion this is an approach that should seduce the end-users wanting to really experience how quantum machines are working (other than accessing simulation based quantum computers). 
</p>
</div>
</div>
<div id="outline-container-org3882b54" class="outline-3">
<h3 id="org3882b54">USC and Amazon establish Center for Secure and Trusted Machine Learning – <a href="https://www.amazon.science/academic-engagements/usc-and-amazon-establish-center-for-secure-and-trusted-machine-learning">source</a>
</h3>
<div class="outline-text-3" id="text-org3882b54">
<p>
Not a quantum center, but it emphasizes the need for protecting IP (like trained ML models) of end-users of computing facilities. Quantum is no exception and we need to develop more SMPQC like solutions.
</p>
</div>
</div>
</div>

<div id="outline-container-orgc933179" class="outline-2">
<h2 id="orgc933179">Quantum Programmes</h2>
<div class="outline-text-2" id="text-orgc933179">
</div>
<div id="outline-container-orga03a89e" class="outline-3">
<h3 id="orga03a89e">France announced a 1.8G Euros program for quantum technologies – <a href="https://www.cnrs.fr/fr/cnrsinfo/la-recherche-francaise-au-coeur-du-plan-quantique">source</a>
</h3>
</div>
</div>
            
        
        <div id="disqus_thread"></div>
        <script>
        var disqus_shortname ="qoherences",
            disqus_url="https://h-oll.github.io/qoherences/posts/2021-01-31/",
        disqus_title="Qoherences #9",
        disqus_identifier="cache/posts/2021-01-31.html",
        disqus_config = function () {
            this.language = "en";
        };
        (function() {
            var dsq = document.createElement('script'); dsq.async = true;
            dsq.src = 'https://' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script><noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a>
</noscript>
    <a href="https://disqus.com" class="dsq-brlink" rel="nofollow">Comments powered by <span class="logo-disqus">Disqus</span></a>


        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2021         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=UA-150665042-1"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-150665042-1');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
